#+LATEX_HEADER: \usepackage{xeCJK}
#+LATEX_HEADER: \setmainfont{"微软雅黑"}
#+ATTR_LATEX: :width 5cm :options angle=90
#+TITLE: Canlendars
#+AUTHOR: 杨 睿
#+EMAIL: yangruipis@163.com
#+KEYWORDS: GTD
#+OPTIONS: H:4 toc:t 
#+PROPERTY: CLOCK_INTO_DRAWER t
#+TAGS: { code(c) theory(t) school(s) easy(e) project(p) daily(d) weekly(w) }

* Work

** TODO 个人项目：simple_ml                                :project:weekly:
- State "DONE"       from "TODO"       [2018-05-15 二 15:13]

SCHEDULED: <2018-05-21 一 ++1w>
:PROPERTIES:
:LAST_REPEAT: [2018-05-15 二 15:13]
:END:

** TODO 京东Jdata比赛                                      :project:weekly:
SCHEDULED: <2018-05-23 三 ++1w>
- State "DONE"       from "TODO"       [2018-05-21 一 16:50]
:PROPERTIES:
:LAST_REPEAT: [2018-05-21 一 16:50]
:END:

** TODO 导师组会                                                    :weekly:
SCHEDULED: <2018-06-04 一 13:00-15:30 ++2w>
- State "DONE"       from "TODO"       [2018-05-21 一 15:05]
:LOGBOOK:  
CLOCK: [2018-05-21 一 14:15]--[2018-05-21 一 14:47] =>  0:32
CLOCK: [2018-05-21 一 13:09]--[2018-05-21 一 13:40] =>  0:31
:END:      
:PROPERTIES:
:LAST_REPEAT: [2018-05-21 一 15:05]
:END:



* Learning

** TODO 刷编程题                                               :code:daily:
SCHEDULED: <2018-05-22 二 13:30-16:00 ++1d>
- State "DONE"       from "TODO"       [2018-05-21 一 16:16]
:PROPERTIES:
:LAST_REPEAT: [2018-05-21 一 16:16]
:END:

*** 2018-05-16
CLOCK: [2018-05-16 三 13:51]--[2018-05-16 三 17:03] =>  3:12

- 网易有道2017内推选择题，牛客网 https://www.nowcoder.com/profile/5924424/test/15754391/46325

*** 2018-05-21
:LOGBOOK:  
CLOCK: [2018-05-21 一 15:15]--[2018-05-21 一 16:15] =>  1:00
CLOCK: [2018-05-21 一 15:06]--[2018-05-21 一 15:14] =>  0:08
:END:      

- 京东2018算法工程师，牛客网: https://www.nowcoder.com/test/10630581/summary




** TODO 复习机器学习                                         :theory:daily:
SCHEDULED: <2018-05-22 二 10:00-11:00 ++1d>
- State "DONE"       from "TODO"       [2018-05-21 一 16:16]
- State "DONE"       from "TODO"       [2018-05-20 日 23:18]
- State "DONE"       from "TODO"       [2018-05-17 四 11:47]
- State "DONE"       from "TODO"       [2018-05-16 三 22:21]
- State "DONE"       from "TODO"       [2018-05-15 二 15:14]
- State "TODO"       from "TODO"       [2018-05-15 二 15:13]
:PROPERTIES:
:LAST_REPEAT: [2018-05-21 一 16:16]
:END:


*** DONE 数据预处理
- State "DONE"       from "TODO"       [2018-05-21 一 11:13]
:LOGBOOK:  
CLOCK: [2018-05-21 一 10:30]--[2018-05-21 一 11:13] =>  0:43
CLOCK: [2018-05-21 一 09:57]--[2018-05-21 一 10:19] =>  0:22
CLOCK: [2018-05-21 一 09:56]--[2018-05-21 一 09:57] =>  0:01
CLOCK: [2018-05-16 三 12:59]--[2018-05-16 三 13:43] =>  0:44
CLOCK: [2018-05-16 三 12:28]--[2018-05-16 三 12:34] =>  0:06
CLOCK: [2018-05-16 三 09:55]--[2018-05-16 三 10:15] =>  0:20
CLOCK: [2018-05-16 三 09:55]--[2018-05-16 三 09:55] =>  0:00
:END:      

- State "TODO"       from ""           [2018-05-16 三 09:43]

**** 详细步骤
CLOCK: [2018-05-17 四 11:49]--[2018-05-17 四 12:11] =>  0:22
CLOCK: [2018-05-16 三 12:59]--[2018-05-16 三 12:59] =>  0:00

拿到数据，分为两类：
- 未脱敏的数据，知道每个变量的具体含义
- 脱敏数据，不知道每个变量的含义

*** 


** TODO [#B] Daily Review                                           :daily:
SCHEDULED: <2018-05-22 二 20:30-21:00 ++1d>
- State "DONE"       from "TODO"       [2018-05-21 一 20:57]
- State "DONE"       from "TODO"       [2018-05-20 日 23:18]
- State "DONE"       from "TODO"       [2018-05-16 三 22:21]
:PROPERTIES:
:LAST_REPEAT: [2018-05-21 一 20:57]
:END:

** TODO [#C] 阅读（书籍、源码、文献、前沿文章）                     :daily:
SCHEDULED: <2018-05-21 一 21:00-22:00 ++1d>
- State "DONE"       from "TODO"       [2018-05-20 日 23:18]
- State "DONE"       from "TODO"       [2018-05-16 三 22:21]
- State "DONE"       from "TODO"       [2018-05-15 二 21:17]
CLOCK: [2018-05-15 二 20:20]--[2018-05-15 二 20:56] =>  0:36
:PROPERTIES:
:LAST_REPEAT: [2018-05-20 日 23:18]
:END:

books to read

- [ ] 深度学习 caffe 21天实战 
- [ ] 算法图解： [[file:~/Documents/Data/books/%E7%AE%97%E6%B3%95%E5%9B%BE%E8%A7%A3.pdf][file:~/Documents/Data/books/算法图解.pdf]] 



* Hobbies

** TODO Call home
SCHEDULED: <2018-05-25 五 ++1w>
- State "DONE"       from "TODO"       [2018-05-21 一 16:50]

- State "TODO"       from ""           [2018-05-15 二 14:53]
:PROPERTIES:
:LAST_REPEAT: [2018-05-21 一 16:50]
:END:

  
